Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: One Twitter user created a Twitter moment of Jenna's tweets:
ko: 어느 트위터 사용자는 그녀의 트위터에 게시했다.

source: Others translated her tweets into Japanese:
ko: 당신과 함께 있습니다.

source: As I tweeted about your experience, some Japanese guys criticized that it must be fake story.
ko: 또 다른 사람은 그녀의 트위터 글을 일본어로 번역했다.

source: So I translated your all tweets into Japanese, regarding to groping.
ko: 그래서, 치한에 관한 당신의 트위터를 전부 일본어로 번역했습니다.

source: Police ask the survivor to delete her tweets
ko: 경찰이 트위터를 삭제해줄 것을 요구했다.

source: By late July, Jenna's assailant had reportedly confessed to groping her, but the police did not take further action.
ko: 소문에 의하면, 7월 말까지 가해자는 여성에게 성폭행을 추가적으로 했다고 자백했다.

source: Jenna tweeted that police had finally made the decision to put the assailant's case on record and hoped this would be enough to deter him from groping in the future.
ko: 젠나는 경찰이 겨우 이 사건에 대해 공언하기로 결정하고, 그 공언이 그가 이후 다시 죄를 저지를 것을 막는데 충분할 것이라고 말했다.

source: When Jenna announced that the police suggested she take down her tweets, her story was shared more than 2,000 times:
ko: 경찰이 그녀에게 투고의 취하를 제안해왔던 젠나의 트위터는 2000이 넘게 리트윗되었다.

source: Lmao the Japanese police suggested I delete the posts I made about my sexual assault.
ko: 일본의 경찰은, 제가 성폭행에 대해 말한 글을 삭제하라고 합니다.

source: Real nice Japan, try to hide your shitty treatment of me — Jenna (@Jennamaryellen) August 1, 2018
ko: (웃음) 정말 「고분고분한」일본은 제 사건을 귀찮아서 감추려하고 있습니다.

source: Jenna later clarified the request:
ko: 경찰은 투고를 지우라고 요청하고 있습니다.

source: Ok now the police are saying they wanted me to delete it for "my safety" not because they wanted me to hide anything.
ko: 하지만, 그 목적은 그들이 말로는 「무언가를 숨기기」위해서가 아닌 「저의 안전」을 위해서라고 합니다.

source: I don't know if that's true or they're just trying to conver their butts, but I can protect myself, since clearly they won't — Jenna (@Jennamaryellen) August 1, 2018
ko: 저는 이것이 맞는건지, 혹은 단지 그들의 오점을 숨기기 위한 것인지 모르겠습니다. 그래도, 그들이 지켜주는 것이 아닌 것은 확실하기에, 저는 제 자신을 스스로 지키려고 합니다.

source: 'My message is my car': Afghan innovator challenges youth to make something from nothing · Global Voices
ko: ‘이 자동차가 제가 하고 싶은 말입니다’: 청년들에게 무에서 유를 창조하라고 말하는 아프가니스탄의 한 혁신가

source: Yaser Ahmadzai and his creation.
ko: 야세르 아마드자이(Yaser Ahmadzai)와 그의 발명품.

source: From Yaser Ahmadzai's personal archive. Used with permission. As a young student growing up in the countryside of Nangarhar province under the control of the Taliban regime in the late 1990s, Yaser Ahmadzai’s sole source of inspiration was a weekly BBC Radio programme themed on innovation.
ko: 1990년대 말 탈레반 정권 지배하에 있던 낭가르하르주 (Nangarhar province) 외곽에서 자란 야세르 아마드자이 (Yaser Ahmadzai)가 학창시절에 영감을 얻을 수 있는 유일한 방법은 혁신을 주제로 한 BBC라디오 프로그램을 매주 듣는 것이었다.

source: Ahmadzai’s dream was to create and build something — anything — but back then in Afghanistan, it seemed all but impossible.
ko: 아마드자이는 무언가를 그리고 어떤 것이던 발명하고 만들고 싶다는 꿈을 꾸었지만, 당시 아프가니스탄에서는 불가능한 일이었다.

source: Two decades later, Yaser Ahmadzai scraped the dust off his discarded dreams, began collecting old machine parts and set to work making a car with his son.
ko: 20년이 지나서야 야세르 아마드자이는 접어뒀던 꿈을 다시 꺼내들었고, 낡고 버려진 부품들을 모아 그의 아들과 함께 차를 만들기 시작했다.

source: Emblazoned with the logo "Speed for Peace", Ahmadzai says he sees the roadworthy vehicle as the start of something much bigger that might inspire the youth of a war-torn country to create things using the world around them
ko: 아마드자이는 “평화를 위한 속도”라는 로고가 새겨진 그의 차가 도로 위를 달리는 일은 전쟁으로 파괴된 이 나라의 청년들에게 어떤 여건에서도 무언가를 할 수 있다는 희망을 주는 훨씬 더 위대한 일의 시작이라고 말한다.

source: Global Voices sat down with Yaser Ahmadzai in his home in the capital Kabul and chatted innovation centres, working nights and choosing school over the Taliban.
ko: 글로벌보이스 (Global Voices)는 야세르 아마드자이를 수도 카불에 있는 그의 집에서 만나 자동차 제작 이야기와 더불어 탈레반 합류가 아닌 학교를 선택한 이유, 혁신센터 설립을 향한 그의 꿈 등에 대한 이야기를 들어보았다.

source: Global Voices: Can you introduce yourself?
ko: 글로벌보이스(GV): 소개 좀 부탁 드립니다.

source: Yaser Ahmadzai (YH): I am Yasar Ahmadzai, a peace activist.
ko: 야세르 아마드자이 (YH): 저는 야세르 아마드자이고, 평화 운동가입니다.

source: Also, I sometimes work on technology and develop machines.
ko: 그리고 장비나 기계를 개발하기도 합니다.

source: I did my bachelor degree at the journalism faculty of Kabul University. I earned my Master’s degree in Peacebuilding and Applied Community Change from Future Generations University in the United States.
ko: 카불 대학교에서 신문방송학을 공부했고 (journalism faculty of Kabul University), 미국에 퓨처 제너래이션스 대학원에서 평화구축과 응용사회학 분야 (Peacebuilding and Applied Community Change from Future Generations University)를 공부했습니다.

source: GV: What made you decide to build this car?
ko: GV: 어떻게 자동차를 직접 만들어야겠다는 생각을 하게 되셨나요?

source: YH: One day, I watched a report on how a Pakistani guy made a small helicopter (out of spare parts). It reminded me of my youth when I was a school student and had lots of ideas to innovate and create.
ko: YH: 어느 날, 한 파키스탄 청년이 (예비품을 모아) 소형 헬리콥터를 만들었다는 보도자료를 보게 됐는데, 무언가를 개발하고 발명할 생각으로 가득 차 있던 제 학창시절 모습이 떠올랐죠.

source: I decided to make a car which could carry four people.
ko: 그래서 4명이 탈 수 있는 차를 만들기로 했습니다.

source: I installed everything, from a music player through lights and everything else you need for a car.
ko: 뮤직 플레이어부터 전조등까지 차에 필요한 모든 것을 제가 설치했습니다.

source: I had a full-time job so I worked night shifts on the car.
ko: 당시 본업이 따로 있어서 밤에 작업할 수밖에 없었기 때문에 완성하는 데까지 꼬박 한 달이 걸렸습니다.

source: It took me a full month to complete. I was thrilled when I finally drove my own car on the roads rather than one made by someone else.
ko: 하지만 마침내 내가 직접 만든 차를 도로에 끌고 나가 운전했을 때 느꼈던 쾌감은 다른 누군가가 만든 차를 타는 것과는 차원이 달랐죠.

source: GV: Had you made anything else before?
ko: GV: 그전에 다른 무언가를 만들어 본 적이 있나요?

source: YH: In 1998-1999, as a school student, I was thinking about how to make things.
ko: YH: 1998년-1999년경 학창시절에는 늘 무언가를 만들 방법을 고민하곤 했었습니다.

source: Cars, sensors, helicopters, and many more ideas.
ko: 자동차, 센서, 헬리콥터 등 많은 것들을 생각했죠.

source: Unfortunately, it was a black time in Afghanistan and I didn’t have enough equipment or the facilities where I could make something.
ko: 하지만 안타깝게도 당시 아프가니스탄은 아주 침울한 상황이었고, 무언가를 만들만한 장비나 시설도 저에겐 없었습니다.

source: I tried a lot of things; I made a model car and a helicopter. I made something like a sensor-controlled car as well.
ko: 그래도 여러 가지를 만들어보려 했었습니다: 모형 자동차와 헬리콥터를 만들고, 센서로 조종하는 자동차 같은 것도 만들었었죠.

source: Although the Taliban regime was controlling the country, I tried to inject ideas of change into my peers of that time.
ko: 비록 탈레반 정권이 지배하는 나라였지만, 전 당시 동료들에게 변화에 대한 제 생각을 전파하고자 했었습니다.

source: I was thinking of change and hoping that things will be different.
ko: 당시 저는 늘 변화를 염두에 두고 있었고, 상황이 달라질 거라는 희망도 품고 있었거든요.

source: My main aim was graduation from school.
ko: 당시 제 목표는 학교를 졸업하는 거였습니다.

source: Most other young people left school to join the Taliban. I stayed in school to chase my dreams.
ko: 그래서 대부분의 다른 청년들은 탈레반에 합류하기 위해 학교를 떠났지만, 저는 제 꿈을 위해 학교에 남아있었죠.

source: GV: But isn't post-Taliban Afghanistan still a difficult place for youth to realise their ambitions?
ko: GV: 하지만 탈레반 정권 이후 아프가니스탄도 여전히 청년들이 자신들의 꿈을 실현하기 어려운 나라이지 않나요?

source: YH: In Afghanistan today, you have enough space and resources to realise your dreams.
ko: YH: 요즘은 아프가니스탄에서도 꿈을 실현할 장소와 자원을 충분히 찾아볼 수 있습니다.

source: There is no-one to stop you from studying or making a car in your yard.
ko: 어떤 누구도 우리가 공부하는 것을 막지 않고, 자기 공간에서 자동차를 만들어도 막지 않습니다.

source: It’s a free country where dreams come true for many young Afghans.
ko: 많은 아프가니스탄 청년들이 꿈을 펼칠 수 있는 자유로운 국가가 된 것입니다.

source: I am one of them.
ko: 저 또한 그들 중 한 명이죠.

source: I managed my time: I worked as a full-time employee at a foreign aid organisation and worked at night on my car.
ko: 저는 꿈을 위해 시간을 쪼개 썼습니다: 낮에는 대외원조단체에서 정규직으로 일했고, 밤에는 차를 만들었죠.

source: Ahmadzai with his young son, working on his car.
ko: 차를 만들고 있는 아마드자이와 그의 아들.

source: From Yaser Ahmadzai's personal archive. Used with permission. GV: What was your purpose?
ko: GV: 차를 만든 목적이 무엇이었나요?

source: YH: Apart from realising my own dream, I wanted to inspire other young Afghans, who have dreams.
ko: YH: 제 꿈을 이루는 것을 넘어 꿈이 있는 다른 아프가니스탄 청년들에게 용기를 주고 싶었습니다.

source: A large number of young Afghans have ideas to innovate and create.
ko: 수많은 아프가니스탄 청년들이 개발과 발명의 꿈을 꾸고 있고, 언제 시작할지를 고민하고 있습니다.

source: They think about when to start. Just start your work.
ko: 그냥 바로 시작하면 됩니다.

source: Do your work with what you have now.
ko: 지금 주어진 조건에서 하고자 하는 일을 하세요.

source: It’s time to start.
ko: 지금이 바로 시작할 때입니다.

source: GV: And what is the bigger goal?
ko: GV: 더 큰 목표가 있나요?

source: YH: I want to build a centre for innovation, where young Afghans can come together and build things.
ko: 얼마 되지는 않지만, 제 사비로라도 이런 청년들을 재정적으로 지원하고 싶습니다.

source: I have already heard from a young man who plans to work on electric projects.
ko: 또한, 교육부와 협력해 공립학교에서 혁신에 대한 무료 강연을 진행할 계획입니다.

source: I am even trying to support young people financially from my own limited salary.
ko: GV: 아프가니스탄 청년들에게 남기고 싶은 말이 있나요?

source: In addition, I plan to collaborate with the Ministry of Education as a volunteer in order to go to public schools and speak about innovation.
ko: YH: 이 자동차가 제가 하고 싶은 말입니다: 더 나은 내일을 위해 우린 최선을 다해야 합니다.

source: GV: Do you have a message for young Afghans?
ko: 아프가니스탄 사람들은 대개 말뿐입니다.

source: YH: My Message is my car: let’s do our best for a better tomorrow.
ko: 이 나라를 바꾸기 위해 우리 각자의 역할을 다해야 합니다.

source: We Afghans just talk, we need to act!
ko: 우리 자신 말고는 누구도 우리를 발전시킬 수 없습니다.

source: Let’s do our part to drive the country. Nobody is going to develop us without us. It’s us who can build this country.
ko: 우리들만이 이 나라를 바로 세울 수 있습니다.

source: Also, I named this car “SPEED FOR PEACE” as a request to the Afghan government, political parties, and international community to speed up the peace process in Afghanistan.
ko: 그리고 한마디만 더 하자면, 제가 이 자동차 이름을 “평화를 위한 속도”라고 지었는데요, 아프가니스탄 정부에, 정치인들에게, 국제사회에 아프가니스탄의 평화체제 구축에 빠른 속도를 내줄 것을 촉구합니다.
